app/controllers/quotes_controller.rb

	def index
		@quote = Quote.order("RANDOM()").first
---
SELECT  "quotes".* FROM "quotes"  ORDER BY "quotes"."id" ASC LIMIT 1